Unable to determine slanted column end cut plane.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId CantSetSlantedColumnEndPlane { get; }
  Visual Basic
Public Shared ReadOnly Property CantSetSlantedColumnEndPlane As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ CantSetSlantedColumnEndPlane {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures FamilyFailures Class
  Autodesk.Revit.DB Namespace